Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: Enabled (<a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress</a>)
be: Уключан (<a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress</a>)

source: Enabled (<a href="http://php.net/manual/en/apc.configuration.php#ini.apc.rfc1867">APC RFC1867</a>)
be: Уключана (<a href="http://php.net/manual/en/apc.configuration.php#ini.apc.rfc1867">APC RFC1867</a>)

source: Enabled filters
be: Уключаныя фільтры

source: Enabled languages
be: Уключаныя мовы

source: Enabled modules: %modules
be: Уключаныя модулі: %modules

source: Enabled themes
be: Тэмы ўключаныя

source: Enabled, with translation
be: Уключана, з перакладам

source: Enabled: %includes
be: Уключана: %includes

source: Enables actions to be fired on certain system events, such as when new content is created.
be: Дазволяе дзеянням быць знятым на апаведных сістэмных падзеях, такіх як стварэнне новага кантэнту.

source: Enables multi-user blogs.
be: Актывізаваць мульцікарыстальніцкія блогі.

source: Enables site-wide keyword searching.
be: Дазваляе ажыццяўляць пошук на сайце паводле ключавых словаў.

source: Enables the categorization of content.
be: Дазваляе катэгарызацыю змесціва.

source: Enables the use of both personal and site-wide contact forms.
be: Дазваляе выкарыстаньне як асабістае, так і агульнае кантактнае формы.

source: Enables threaded discussions about general topics.
be: Дазваляе весці абмеркаванні агульных тэмаў.

source: Enables tracking of recent content for users.
be: Гэта дазволяе карыстальнікам сачыць за апошнім зместам.

source: Enables tracking of recent posts for users.
be: Дазваляе карыстальнікам адсочваць апошнія паведамленьні.

source: Enabling execution of PHP in text fields
be: Дазволіць выкананне PHP скрыптаў, змешчаных у тэкставых палях

source: Enabling field types
be: Дазволеныя тыпы палёў

source: Enabling the Forum module provides a default <em>Forums</em> menu item in the navigation menu that links to the <a href="@forums">Forums page</a>.
be: Уключэнне модуля Forum забяспечвае па змаўчанні пункт меню <em>Форумы</em>у навігацыйным меню, які спасылаецца на <a href="@forums">Старонку форума</a>.

source: English
be: Ангельская

source: English (built-in)
be: Ангельская (убудаваная)

source: English (provided by Drupal)
be: Ангельская (па змоўчанні ў Drupal)

source: English name
be: Ангельскае імя

source: English, British
be: Ангельская

source: Enriches your content with metadata to let other applications (e.g. search engines, aggregators) better understand its relationships and attributes.
be: Узбагаціце змесціва метададзенымі, каб іншыя сэрвісы (напрыклад, пошукавыя сістэмы, агрэгатары) лепш разумелі свае адносіны і атрыбуты.

source: Ensure that each block description is unique.
be: Упэўніціся, што кожнае апісанне блока ўнікальнае.

source: Enter a comma-separated list of words to describe your content.
be: Увядзіце праз коску спіс слоў, якія апісваюць гэты кантэнт

source: Enter a hostname or IP address to check if it will be denied or allowed.
be: Увядзіце імя ды ІР хаста, каб спраўдзіць яго дапушчальнасьць.

source: Enter a simple pattern ("*" may be used as a wildcard match) to search for a username or e-mail address. For example, one may search for "br" and Drupal might return "brian", "brad", and "brenda@example.com".
be: Увядзі просты шаблон ("*" можа быць суадносіцца з любым групавым сімвалам (wildcard)) для пошуку імя карыстальніка ці e-mail адрасу. Напрыклад, можна шукаць "br" і Drupal павінен вярнуць "brian", "brad" і "brenda@example.com".

source: Enter a user code from SAPE.RU, gives to you after <a href="http://www.sape.ru/r.b3b74f2ba7.php" target="_blank">registration</a>.
be: Калі ласка, увядзіце карыстацкі код сістэмы SAPE.RU, прадстаўлены пасля <a href="http://www.sape.ru/r.IzxagMCsSi.php"> рэгістрацыі </ a>

source: Enter a username to check if it will be denied or allowed.
be: Увядзіце імя для праверкі яе дапушчальнасці.

source: Enter a valid IP address.
be: Увесці дзейсны IP-адрас

source: Enter a valid email address or use a token e-mail address such as %author.
be: Увядзіце дзейсны e-mail адрас ці выкарыстоўвайце токен e-mail адраса, такі як %author.

source: Enter a valid username.
be: Увядзіце імя карыстальніка.

source: Enter a value like "512" (bytes), "80 KB" (kilobytes) or "50 MB" (megabytes) in order to restrict the allowed file size. If left empty the file sizes will be limited only by PHP's maximum post and file upload sizes (current limit <strong>%limit</strong>).
be: Для таго, каб абмежаваць дазволены памер файла, увядзіце, напрыклад, такія значэнні як "512" (байт), "80 KB" (кілабайт) альбо "50 MB" (мегабайт). Калі вы пакінеце гэтыя значэнні пустымі, памеры файлаў будуць абмежаваны толькі максімальнымі памерамі файлаў для размяшчэння і загрузкі ў PHP(бягучае абмежаванне <strong>%limit</strong>).

source: Enter an e-mail address to check if it will be denied or allowed.
be: Увядзіце e-mail для праверкі яго дапушчальнасьці.

source: Enter connection settings
be: Увядзіце параметры злучэння

source: Enter multiple addresses separated by commas and/or different lines.
be: Некалькі адрасоў можна запісаць праз коску.

source: Enter the URL of an OPML file. This file will be downloaded and processed only once on submission of the form.
be: Увядзіце URL OPML (англ. Outline Processor Markup Language) файла. Гэты файл будзе спампаваны і выкананы толькі раз у вэбформе.

source: Enter the password that accompanies your username.
be: Увядзіце пароль для вашага імені карыстальніка.

source: Enter the path you wish to create the alias for, followed by the name of the new alias.
be: Увядзіце шлях, а таксама новы псеўданім для яго.

source: Enter the terms you wish to search for.
be: Увядзіце ключавыя словы для пошуку.

source: Enter your @s username.
be: Увядзіце ваша @s імя карыстальніка.

source: Enter your current password to change the %mail or %pass. !request_new.
be: Увядзіце ваш цяпершані пароль каб памяняць адрас email %mail або запытаць новы пароль: %pass. !request_new.

source: Enter your keywords
be: Увядзіце ключавыя словы

source: Entity %entity has no base table.
be: Сутнасць %entity не мае базавых табліц.

source: Equatorial Guinea
be: Экватарыяльная Гвінея

source: Eritrea
be: Эрытрэя

source: Error
be: Памылка

source: Error checking available update data.
be: Памылка пры праверцы наяўных абнаўленняў дадзенных.

source: Error generating image.
be: Памылка генерацыі выявы.

source: Error handling
be: Апрацоўка памылак

source: Error importing interface translations
be: Памылка імпарту пераклада інтэрфейсу

source: Error installing / updating
be: Памылка пры ўсталёўцы / абнаўленні

source: Error message
be: Паведамленне пра памылку

source: Error messages to display
be: Адлюстраваць паведамленні аб памылках

source: Error opening socket @socket
be: Памылка пры адкрыцці сокета @socket

source: Error pages
be: Памылка старонак

source: Error reporting
be: Паведамленьні што да памылак

source: Error saving user account.
be: Не атрымалася захаваць акаўнт карыстальніка.

source: Error sending e-mail (from %from to %to).
be: Памылка адпраўкі емэйла (Ад %from Каму: %to).

source: Error storing file.
be: Памылка захавання файла.

source: Error storing post.
be: Памылка захавання запісу.

source: Error, this type of connection protocol (%backend) does not exist.
be: Памылка, такога пратакола злучэння (%backend) не існуе.

source: Errors and warnings
be: Памылкі і ўвагі

source: Escape all tags
be: Паказваць усе тэгі

source: Esperanto
be: Эспэранта

source: Estonia
be: Эстонія

source: Estonian
be: Эстонская

source: Ethiopia
be: Эфіопія

source: Every hour
be: Кожную гадзіну

source: Every minute
be: Кожную хвіліну

source: Ewe
be: Эўская

source: Example: 'webmaster@example.com' or 'sales@example.com,support@example.com' . To specify multiple recipients, separate each e-mail address with a comma.
be: Напрыклад: 'webmaster@example.com' or 'sales@example.com,support@example.com' . Каб дадаць некалькі атрымальнікаў падзяліце адрасы коскай

source: Example: 'website feedback' or 'product information'.
be: Прыклады: 'Заўвагі па працы бачыны' або 'Водгукі'.

source: Exception
be: Выключэнне

source: Executes a piece of PHP code. The usage of this filter should be restricted to administrators only!
be: Выканаць кусок PHP кода. Права выкарыстання гэтага фільтра павінна належыць толькі адміністратарам!

source: Existing field label
be: Існуючы цэтлік поля

source: Existing field to share
be: Існуючае поле для таго, каб падзяліцца з іншымі

source: Existing strings and the plural format are kept, only new strings are added.
be: Існуючыя радкі і шматлікі фармат захаваны, даданы толькі новыя радкі.

source: Existing strings are kept, only new strings are added
be: Новыя радкі будуць дададзеныя. Тыя, што існавалі, застануцца без зменаў

source: Existing system path
be: Існуючы сістэмны шлях

source: Exit block region demonstration
be: Выйсці з дэманстрацыі рэгіёнаў для блокаў

source: Expand
be: Разгарнуць

source: Expand layout to include descriptions.
be: Расцягнуць схему, каб уключыць апісанні.

source: Expanded
be: Разгорнута

source: Expected text found in @field of email message: "@expected".
be: Чаканы тэкст знойдзены ў @field email-паведамлення: "@expected".

source: Expiration of cached pages
be: Заканчэнне тэрміна дзеяння кэшаваных старонак

source: Expired
be: Выбег тэрмін

source: Explanation
be: Тлумачэнне

source: Explanation or submission guidelines
be: Тлумачэнні ці інструкцыі, што тычацца дасылкі матэрыялаў

source: Export
be: Экспарт

source: Export template
be: Экспартаваць шаблон

source: Export translation
be: Экспарт перакладу

source: Exported %locale translation file: %filename.
be: Экспартаваны файл перакладу для мовы%locale: %filename.

source: Exported translation file: %filename.
be: Пераклад экспартаваны ў файл %filename.

source: Extend site functionality.
be: Пашырыць функцыянальнасць сайту

source: Extending Search module
be: Пашыраны модуль Search

source: Extending Taxonomy module
be: Пашырэнне модуля Taxonomy

source: Extensions that users in this role can upload. Separate extensions with a space and do not include the leading dot.
be: Файлы, якія карыстальнік такога статусу можа запампоўваць. Запішыце пашырэньні дапушчальных файлаў праз прагал бяз кропак.

source: External resources can be optimized automatically, which can reduce both the size and number of requests made to your website.
be: Знешнія рэсурсы могуць быць аптымізаваныя аўтаматычна, што можа зменшыць і памер, і колькасць запытаў да вашага сайта.

source: Facebook comments
be: Каментарыі ў Facebook

source: Facebook comments settings
be: Наладкі каментарыяў у FACEBOOK

source: Factor
be: Фактар

source: Faeroese
be: Фароская

source: Fail
be: Правалены

source: Fail (@count)
be: Правалена (@count)

source: Failed to check available update data for %title.
be: Не атрымалася праверыць даступныя адноўленыя дадзеныя для %title.

source: Failed to connect to the server. The server reports the following message: !message For more help installing or updating code on your server, see the <a href="@handbook_url">handbook</a>.
be: Падлучэнне да сервера не атрымалася. Сервер вярнуў наступнае паведамленне: !message. За дапамогай наконт інсталляцыі ці апдэйта кода на вашым серверы, глядзіце <a href="@handbook_url">дапаможнік</a>.

source: Failed to connect to your database server. The server reports the following message: %error.<ul><li>Is the database server running?</li><li>Does the database exist, and have you entered the correct database name?</li><li>Have you entered the correct username and password?</li><li>Have you entered the correct database hostname?</li></ul>
be: Не ўдалося далучыцца да вашага сервера с базай дадзеных. Сервер выдае наступнае паведамленне: %error.<ul><li>Ці запушчаны сервер?</li><li>Ці існуе база дадзеных, і ці правільнае імя вы ўвялі?</li><li>Ці правільнае імя карыстальніка і пароль вы ўвялі?</li><li>Ці правільнае імя ўзла базы дадзеных вы ўвялі?</li></ul>

source: Failed to create style directory: %directory
be: Не ўдалося стварыць тэчку стыля: %directory

source: Failed to download %project from %url
be: Не атрымалася загрузіць %project з %url

source: Failed to get available update data for @count projects.
be: Не ўдалося атрымаць даступныя дадзеныя для аднаўлення для @count праектаў.

source: Failed to get available update data for one project.
be: Правераныя наяўныя абнаўленні для аднаго праекта.

source: Failed to get available update data.
be: Непаспяхова атрыманы даступныя дадзеныя аднаўлення.

source: Failed to modify %settings. Verify the file permissions.
be: Не атрымалася змяніць %settings. Праверце правы файла.

source: Failed to notify pingomatic.com (site).
be: Немагчыма звязацца з pingomatic.com.

source: Failed to open %settings. Verify the file permissions.
be: Не атрымалася адчыніць %settings. Праверце правы файла.

source: Failed to run all tasks against the database server. The task %task wasn't found.
be: Не атрымалася выканаць усе задачы па серверу базы дадзеных. Задача %task не была знойдзена.

source: Failed to set field @name to @value
be: Не атрымалася ўсталяваць поле @name да @value

source: Failed to upload the picture image; the %directory directory doesn't exist or is not writable.
be: Не атрымалася загрузіць малюнак; каталог %directory не існуе, ці не даступны да запісаў.

source: Fails
be: Збоі

source: Fair
be: Сярэдні

source: Falkland Islands
be: Фолклендскія выспы

source: Faroe Islands
be: Фарэрскія выспы

source: Fatal error in update, cowardly refusing to wipe out the install directory.
be: Фатальная памылка ў абнаўленні, спешна адмаўляемся ад усталёўкі і ачышчаем папку install.

source: Fatal error trying to download.
be: Фатальная памылка пры спробе загрузіць.

source: Featured
be: Рэкамендаваныя

source: Feb
be: люты

source: February
be: Люты

source: Feed
be: Жывільнік

source: Feed %feed added.
be: Стужка %feed даданая.

source: Feed %feed deleted.
be: Стужка %feed выдаленая.

source: Feed aggregator
be: Агрэгатар фідаў

source: Feed content
be: Стужка змесціва

source: Feed description
be: Апісанне фіда.

source: Feed overview
be: Агляд фіда

source: Feeds
be: Жывільнікі

source: Feeds contain published content, and may be grouped in categories, generally by topic. Users view feed content in the <a href="@aggregator">main aggregator display</a>, or by <a href="@aggregator-sources">their source</a> (usually via an RSS feed reader). The most recent content in a feed or category can be displayed as a block through the <a href="@admin-block">Blocks administration page</a>.
be: Фіды ўтрымліваюць апублікаваны кантэнт, і могуць быць згрупаваны па катэгорыях, як правіла, па тэме. Карыстальнікі праглядваюць кантэнт фіду ў <a href="@aggregator"> асноўны дысплей агрэгатараў </a> або <a href="@aggregator-sources">па іх крыніцы </a> (звычайна праз канал RSS рыдэр фіду). Самы апошні кантэнт у фідзе або ў катэгорыі можа адлюстроўвацца ў выглядзе блокаў праз <a href="@admin-block"> старонцы адміністравання блокаў </a>.

source: Fetcher
be: Зборшчык

source: Fetchers download data from an external source. Choose a fetcher suitable for the external source you would like to download from.
be: Зборшчыкі загружаюць дадзеныя са знешніх рэсурсаў. Абярыце зборшчык для знешняга рэсурса, які вы хацелі б загрузіць.

source: Field
be: Поле

source: Field API to add fields to entities like nodes and users.
be: API поля дадаць палі да сутнасцяў падобна Матэрыялу ці Карыстальнікам.

source: Field SQL storage
be: Сховішча палёў SQL

source: Field list
be: Спіс поля

source: Field name
be: Назва поля

source: Field name (a-z, 0-9, _)
be: Імя поля (a-z, 0-9, _)

source: Field settings
be: Наладкі поля

source: Field storage engine not found.
be: Сховiшча даных не знойдзенае

source: Field to share
be: Поле для таго, каб падзяліцца з іншымі

source: Field type
be: Тып поля

source: Field type(s) in use - see !link
be: Тып(ы) поля выкарыстоўваецца. Глядзі !link

source: Field validation errors
be: Памылкі валідацыі формаў.

source: Fields
be: Палі

source: Fields on comments
be: Палі ў каментарах

source: Fields on comments are defined at the content-type level, on the <em>Comment fields</em> tab of the content type edit page (which you can reach from the <a href="@types">Content types page</a>). When you add a field for comments, each comment on a content item of that type will have that field added to it. For example, you could add a website field to the comments on forum posts, to allow forum commenters to add a link to their website.
be: Палі для каментароў вызначаюцца на ўзроўні тыпу змесціва, на закладцы <em>палі Каментароў</em> старонкі рэдагавання тыпаў змесціва (<a href="@types">Старонка тыпаў змесціва</a>). Калі вы дадаеце поле для каментароў, кожны каментар элементу змесціва гэтага тыпу будзе мець поле, даданае да яго. Напрыклад, вы можаце дадаць поле вэб-сайта да каментара на форуме, каб дазволіць каментатарам форума дадаваць спасылкі на свой вэб-сайт.

source: Fields on content items
be: Палі для пунктаў змесціва

source: Fields on content items are defined at the content-type level, on the <em>Manage fields</em> tab of the content type edit page (which you can reach from the <a href="@types">Content types page</a>). When you define a field for a content type, each content item of that type will have that field added to it. Some fields, such as the Title and Body, are provided for you when you create a content type, or are provided on content types created by your installation profile.
be: Палі ў элементах змесціва вызначаюцца на ўзроўні тыпу, на закладцы <em>Кіраванне палямі</em> старонкі рэдагавання тыпу змесціва (якая даступна са <a href="@types">старонкі Тыпы змесьціва</a>). Калі вы вызначаеце поле для тыпу змесціва, то дадзенае поле будзе дадана да кожнага элемента гэтага тыпа. Некаторыя палі, такія як Назва і Цела, выдаюцца вам пры стварэнні тыпу змесціва, альбо выдаюцца для тыпаў змесціва, створаных вашым установачным профілем.

source: Fields on taxonomy terms
be: Палі ў тэрмінах таксанаміі

source: Fields on taxonomy terms are defined at the taxonomy vocabulary level, on the <em>Manage fields</em> tab of the vocabulary edit page (which you can reach from the <a href="@taxonomy">Taxonomy page</a>). When you define a field for a vocabulary, each term in that vocabulary will have that field added to it. For example, you could define an image field for a vocabulary to store an icon with each term.
be: Палі ў тэрмінах таксанаміі вызначаюцца на ўзроўні таксанамічнага слоўніка, у закладцы <em>Кіраваць палямі</em> на старонцы рэдагавання слоўніка (на якую вы можаце патрапіць са <a href="@taxonomy">Старонкі таксанаміі</a>). Калі вы вызначаеце поле для слоўніка, гэта поле дадаецца да кожнага тэрміна ў слоўніку. Напрыклад, вы можаце вызначыць поле малюнка для слоўніка, каб захоўваць значок з кожным тэрмінам.

source: Fields on user accounts
be: Палі для акаўнта карыстальніка

source: Fields on user accounts are defined on a site-wide basis on the <a href="@fields">Manage fields tab</a> of the <a href="@accounts">Account settings</a> page. When you define a field for user accounts, each user account will have that field added to it. For example, you could add a long text field to allow users to include a biography.
be: Палі для рахункаў карыстальнікаў вызначаюцца для ўсяго сайта на<a href="@fields">закладцы Кіраваць палямі</a> старонкі <a href="@accounts">Наладкі рахунка</a>. Калі вы вызначаеце поле для рахункаў карыстальнікаў, то гэта поле адразу дадаецца да кожнага рахунка. Напрыклад, вы маглі б дадаць поле для доўгага тэкста, якое дазваляе карыстальнікам улучаць біяграфію.

source: Fields pending deletion
be: Палі чакаюць выдалення

source: Fields type(s) in use
be: Тып(ы) палеў у выкарыстанні

source: Fiji
be: Фіджы

source: File
be: Файл

source: File %file (%realpath) could not be copied because it does not exist.
be: Файл %file (%realpath) не можа быць скапіяваны, паколькі ён не існуе.

source: File %file (%realpath) could not be copied, because the destination %destination is invalid. This is often caused by improper use of file_copy() or a missing stream wrapper.
be: Файл %file (%realpath) не можа быць скапіраваны, таму што яго канчатковы шлях %destination няправільны. Гэта часта можа быць вызвана недакладным выкарыстаннем file_copy() ці пропускам цякучай абгорткі.

source: File %file (%realpath) could not be deleted because it is not a valid URI. This may be caused by improper use of file_delete() or a missing stream wrapper.
be: Файл %file (%realpath) не змог быць выдалены з-за няправільнага URI. Прычынай гэтага можа быць няправільнае выкарыстанне функцыі file_delete() ці неіснуючы stream wrapper.

source: File %file (%realpath) could not be moved, because the destination %destination is invalid. This may be caused by improper use of file_move() or a missing stream wrapper.
be: Файл %file (%realpath) не можа быць перамешчаны, таму што яго канчатковы шлях %destination няправільны. Гэта можа выклікана няправільным выкарыстаннем функцыі file_move() ці пропускам цякучай абгорткі.

source: File %file could not be copied because a file by that name already exists in the destination directory (%directory)
be: Файл %file не можа быць скапіяваны, паколькі файл з такім імём ўжо існуе ў мэтавым каталогу (%directory)

source: File %file could not be copied because it does not exist.
be: Файл %file не можа быць скапіяваны, паколькі ён не існуе.

source: File %file could not be copied because it would overwrite itself.
be: Файл %file не можа быць скапіяваны, таму што ён перапіша сябе.

source: File %file could not be copied, because the destination %destination is invalid. This is often caused by improper use of file_copy() or a missing stream wrapper.
be: Файл %file не змог быць скапіраваны, таму што канчатковы шлях %destination няправільны. Гэта часта выклікана няправільным выкарыстаннем функцыі file_copy() ці недаглядам цякучай абгорткі.

source: File %file could not be copied, because the destination directory %destination is not configured correctly.
be: Файл %file не можа быць скапіяваны, паколькі мэтавы каталог %destination не настроены правільна.

source: File %file could not be deleted because it is not a valid URI. This may be caused by improper use of file_delete() or a missing stream wrapper.
be: Файл не можа быць выдалены, паколькі ён не з'яўляецца дапушчальным URI. Гэта можа быць выклікана неправільным выкарыстаннем file_delete() або адсутнічае абгортка патоку дадзеных.

source: File %file could not be moved, because the destination %destination is invalid. This may be caused by improper use of file_move() or a missing stream wrapper.
be: Файл %file не змог быць перамешчаны, таму што мэтавы шлях %destination няправільны. Гэта непаладка магчыма выкліакна няправільным выкарыстаннем функцыі file_move() ці недаглядам цякучай абгорткі.

source: File '%old_filename' was deleted.
be: Файл '%old_filename' выдалены.

source: File Browser
be: Файлавы браузэр

source: File ID
be: Файл ID

source: File Size
be: Памер Файла

source: File Transfer failed, reason: !reason
be: Няўдалая перадача файла, прычына: !reason

source: File Upload
be: Загрузіць файл

source: File attachments
be: Дадаткі

source: File directory
be: Дырэкторыя файла

source: File download
be: Файл загружаецца

source: File index
be: 1 каментарІндэкс файла

source: File information
be: Інфармацыя пра файл

source: File name
be: Імя файла

source: File not found.
be: Файл не знойдзены.

source: File size
be: Памер файла

source: File system
be: Файлавая сістэма

source: File system path
be: Шлях файлавае сыстэмы

source: File system settings
be: Наладкі файлавае сыстэмы

source: File to import not found.
be: Файл, які трэба імпартаваць, не знойдзены.
